Repository: decentjeet798/JustPay
Catalog: lib/l10n/intl_*.arb
Languages: sw

source: Phone Verification
sw: simu ya Ukaguzi

source: Add your bank account
sw: Ongeza akaunti yako ya benki

# give_us_your_below
source: Give us your below details that will
sw: Tupe maelezo yako hapa chini kwamba mapenzi

# help_you_to_move
source: help you to move forward
sw: kukusaidia kusonga mbele

source: Account Number
sw: Nambari ya akaunti

source: Account Holder Name
sw: Akaunti Jina Holder

source: verify
sw: kuthibitisha

# we_need_to_register
source: We need to register your phone number before
sw: Tunahitaji kusajili namba yako ya simu kabla ya

source: getting started !
sw: Kuanza !

source: Enter your number
sw: Ingiza namba yako

source: send the code
sw: kutuma nambari

source: Create your account
sw: Fungua akaunti yako

# this_is_how_people
source: This is how people on
sw: Hivi ndivyo watu juu

source: will see you
sw: Utaona wewe

source: Name
sw: jina

source: Email
sw: Barua pepe

source: Phone
sw: simu

source: next
sw: ya

source: Verify your number
sw: Thibitisha nambari yako

# enter_otp_sent_to
source: Enter the OTP sent to
sw: Weka OTP kupelekwa

source: submit
sw: kuwasilisha

# have_trouble
source: Have trouble? Request a new OTP in 00:
sw: Kuwa na matatizo? Ombi OTP mpya katika 00:

source: Electricity
sw: Umeme

source: Gas Bill
sw: Bill gesi

source: Your balance
sw: mizani yako

source: scan qr & pay
sw: Scan QR na ulipe

source: money transfer
sw: kuhamisha fedha

# recharge_n_bills
source: recharge & bills
sw: recharge & bili

source: Recent Transactions
sw: Shughuli za hivi karibuni

source: More
sw: zaidi

# recharge_n_bill_payments
source: Recharge & Bill Payments
sw: Recharge & Bill Malipo

source: Explore all
sw: Kuchunguza kila

source: Add your credit card
sw: Kuongeza kadi yako

source: Link your Credit Card
sw: Kiungo Kadi yako ya Mikopo

source: Card Number
sw: Namba ya kadi

source: confirm
sw: kuthibitisha

source: Paying
sw: kulipa

source: Subscriber ID:
sw: ID Msajili:

source: Enter Amount
sw: Weka Kiasi

source: pay now
sw: LIPA sasa

# select_dth
source: Select DTH / Cable TV
sw: Kuchagua DTH / Cable TV

# select_your_dth
source: Search your DTH provider name
sw: Tafuta wako DTH mtoa jina

# available_provider
source: Available Providers
sw: inapatikana Watoa

# search_electricity
source: Search Electricity provider name
sw: Tafuta Umeme mtoa jina

source: Mobile Recharge
sw: simu ya Recharge

# by_continuing_you_agree
source: By continuing, you agree to the
sw: Kwa kuendelea, unakubaliana na

source: terms of services
sw: suala la huduma

# continuee
source: Continue
sw: kuendelea

source: Recharge for
sw: recharge kwa

source: DTH Bill
sw: Bill DTH

source: Credit Card
sw: kadi ya mikopo

source: Govt. Taxes
sw: Govt. kodi

source: Insurance
sw: Bima

source: Bill Payments
sw: Bill Malipo

source: Phone Recharge
sw: simu Recharge

source: Bill Payment
sw: Bill malipo

# finance_n_taxes
source: Finance & Taxes
sw: Fedha na Kodi

source: Select Number
sw: Select Idadi

source: Search contact
sw: Search mawasiliano

# search_for_the_plan
source: Search for the plan or enter amount
sw: Tafuta mpango au kuingia kiasi

source: Recommended
sw: ilipendekeza

source: Data addon
sw: data nyongeza

# validity
source: Validity: NA
sw: Uhalali: NA

# plan
source: Plan - ADD-ON-MRP 11, DATA; 1GB VALIDITY; EXISTING PLAN FOR USERS WITH AN ACTIVE..
sw: Mpango - ADD-ON-MRP 11, DATA, 1GB UHALALI; Zilizopo PLAN kwa watumiaji na ACTIVE ..

source: Enter Phone Number
sw: Ingiza namba ya simu

source: Scan QR Code
sw: Scan QR Kanuni

source: Edit Profile
sw: Badilisha Wasifu

source: Update my photo
sw: Mwisho picha yangu

source: Profile Information
sw: Taarifa ya Mfumo

source: Mobile Number
sw: Namba ya simu ya mkononi

# destination_address
source: Destination Information
sw: Destination Habari

source: Country
sw: Nchi

source: United States
sw: Marekani

source: State
sw: hali

source: Update
sw: Mwisho

source: My QR Code
sw: My QR Kanuni

source: Change Language
sw: Badilisha lugha

source: Select Language
sw: Chagua lugha

source: Everything about you
sw: Kila kitu kuhusu wewe

# help_n_support
source: Help & Support
sw: Msaada na Support

source: Let us help you
sw: Hebu kukusaidia

source: Choose Preferred Language
sw: Chagua Preferred lugha

source: Privacy Policies
sw: Sera ya faragha

# terms_and_conditions_of_use
source: Terms & Condition of Use
sw: Sheria na Hali ya Matumizi

source: We're Happy to
sw: Sisi ni furaha kwa

source: hear from you !!
sw: kusikia kutoka kwako !!

# let_us_know_your_queries
source: Let us know your queries & feedbacks
sw: Tujulishe maswali yako & feedbacks

source: Call us
sw: tupigie simu

source: Mail us
sw: Barua yetu

# or_send_your_msg
source: Or send your message
sw: Au kutuma ujumbe wako

source: Message
sw: Ujumbe

source: Enter message
sw: Andika ujumbe

# terms_n_conditions
source: Terms & Conditions
sw: Sheria na Masharti

source: Company policies
sw: sera ya kampuni

source: Terms of use
sw: Masharti ya matumizi

source: January
sw: Januari

# bank_of_cali
source: Bank of California Crop.
sw: Bank of California mazao.

source: Primary
sw: Msingi

source: Remove
sw: Ondoa

source: add new account
sw: kuongeza akaunti mpya

source: My Accounts
sw: Akaunti yangu

source: Balance
sw: mizani

source: Income
sw: Mapato

source: Spent
sw: alitumia

source: Account Information
sw: Maelezo ya akaunti

source: verify account
sw: kuthibitisha akaunti

source: Sent
sw: Imetumwa

source: Received
sw: Imepokelewa

# enter_note
source: Enter Note (Optional)
sw: Weka Dokezo (Hiari)

source: For Room Rent
sw: Kwa chumba Kodi

source: Select Recipient
sw: Chagua Mpokeaji

# today
source: Today, 16 April
sw: Leo, Aprili 16

# you_paid
source: You paid. Jan 23
sw: You kulipwa. Jan 23

source: Request
sw: ombi

source: Send Message
sw: Tuma Ujumbe

source: Logout
sw: Toka
